Repository: wonderMoronWins/Har-extractor
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar, cs, de, es, fr, he, hy, it, ja, ka, kk, ko, pt, uk, zh

source: Недавние папки импорта:
ar: مجلدات الاستيراد الأخيرة:
cs: Nedávné složky importu:
de: Zuletzt verwendete Importordner:
es: Carpetas de importación recientes:
fr: Dossiers d'importation récents :
he: תיקיות ייבוא אחרונות:
hy: Վերջին ներմուծման պանակները․
it: Cartelle di importazione recenti:
ja: 最近のインポートフォルダー：
ka: ბოლო იმპორტის საქაღალდეები:
kk: Соңғы импортталған қалталар:
ko: 최근 가져오기 폴더:
pt: Pastas de importação recentes:
uk: Нещодавні папки імпорту:
zh: 最近导入的文件夹：

source: Перетащите .har файл сюда или нажмите ниже
ar: اسحب ملف .har وأفلته هنا أو انقر أدناه
cs: Přetáhněte soubor .har sem nebo klikněte níže
de: Ziehen Sie eine .har-Datei hierher oder klicken Sie unten
es: Arrastra un archivo .har aquí o haz clic abajo
fr: Déposez un fichier .har ici ou cliquez ci-dessous
he: גרור קובץ .har לכאן או לחץ למטה
hy: Քաշեք .har ֆայլը այստեղ կամ սեղմեք ներքևում
it: Trascina un file .har qui o clicca sotto
ja: .harファイルをここにドラッグするか、下をクリックしてください
ka: .har ფაილი გადმოათრიეთ აქ ან დააწკაპუნეთ ქვემოთ
kk: .har файлын осында апарыңыз немесе төменді басыңыз
ko: .har 파일을 여기에 끌어놓거나 아래를 클릭하세요
pt: Arraste um arquivo .har aqui ou clique abaixo
uk: Перетягніть файл .har сюди або натисніть нижче
zh: 将 .har 文件拖到此处或点击下面

source: Загрузить .har
ar: تحميل .har
cs: Načíst .har
de: .har-Datei laden
es: Cargar archivo .har
fr: Charger un fichier .har
he: טען קובץ .har
hy: Բեռնել .har ֆայլ
it: Carica file .har
ja: .harファイルを読み込む
ka: .har ფაილის ატვირთვა
kk: .har файлын жүктеу
ko: .har 파일 불러오기
pt: Carregar arquivo .har
uk: Завантажити .har
zh: 加载 .har 文件

source: Импорт
ar: الاستيراد
cs: Importovat
de: Importieren
es: Importar
fr: Importer
he: ייבוא
hy: Ներմուծել
it: Importa
ja: インポート
ka: იმპორტი
ko: 가져오기
pt: Importar
uk: Імпорт
zh: 导入

source: Отмена
ar: الإلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hy: Չեղարկել
it: Annulla
ja: キャンセル
ka: გაუქმება
kk: Бас тарту
ko: 취소
pt: Cancelar
uk: Скасувати
zh: 取消

source: Выберите язык:
ar: اختر لغة:
cs: Vyberte jazyk:
de: Sprache auswählen:
es: Seleccionar idioma:
fr: Choisissez la langue :
he: בחר שפה:
hy: Ընտրեք լեզուն․
it: Seleziona lingua:
ja: 言語を選択：
ka: აირჩიეთ ენა:
kk: Тілді таңдаңыз:
ko: 언어 선택:
pt: Selecionar idioma:
uk: Оберіть мову:
zh: 选择语言：

source: Русский
ar: الروسية
cs: Ruština
de: Russisch
es: Ruso
fr: Russe
he: רוסית
hy: Ռուսերեն
it: Russo
ja: ロシア語
ka: რუსული
kk: Орыс тілі
ko: 러시아어
pt: Russo
uk: Російська
zh: 俄语

source: English
ar: اللغة الإنجليزية
cs: Angličtina
de: Englisch
es: Inglés
fr: Anglais
he: אנגלית
hy: Անգլերեն
it: Inglese
ja: 英語
ka: ინგლისური
kk: Ағылшын тілі
ko: 영어
pt: Inglês
uk: Англійська
zh: 英语

source: Українська
ar: أوكراني
cs: Ukrajinština
de: Ukrainisch
es: Ucraniano
fr: Ukrainien
he: אוקראינית
hy: Ուկրաիներեն
it: Ucraino
ja: ウクライナ語
ka: უკრაინული
kk: Украин тілі
ko: 우크라이나어
pt: Ucraniano
zh: 乌克兰语

source: Очистить историю
ar: مسح التاريخ
cs: Vymazat historii
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
he: נקה היסטוריה
hy: Մաքրել պատմությունը
it: Cancella cronologia
ja: 履歴をクリア
ka: ისტორიის გასუფთავება
kk: Тарихты тазалау
ko: 기록 지우기
pt: Limpar histórico
uk: Очистити історію
zh: 清除历史记录

source: ← Назад
ar: العودة←
cs: ← Zpět
de: ← Zurück
es: ← Atrás
fr: ← Retour
he: ← חזרה
hy: ← Հետ
it: ← Indietro
ja: ← 戻る
ka: ← უკან
kk: ← Артқа
ko: ← 뒤로
pt: ← Voltar
zh: ← 返回

source: HAR Importer
ar: مستورد HAR
cs: HAR Importér
es: Importador HAR
fr: Importateur HAR
he: יבואן HAR
hy: HAR ներմուծիչ
it: Importatore HAR
ja: HARインポーター
ka: HAR იმპორტერი
kk: HAR импорттаушысы
ko: HAR 가져오기 도구
pt: Importador HAR
uk: Імпортер HAR
zh: HAR 导入器

source: Готово
ar: تم
cs: Hotovo
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
hy: Պատրաստ է
it: Fatto
ja: 完了
ka: მზადაა
kk: Дайын
ko: 완료
pt: Concluído
zh: 完成

source: Извлечено изображений:
ar: تم استخراج الصور:
cs: Extrahováno obrázků:
de: Extrahierte Bilder:
es: Imágenes extraídas:
fr: Images extraites :
he: תמונות הופקו:
hy: Ելքագրված պատկերներ՝
it: Immagini estratte:
ja: 抽出された画像：
ka: გამოტანილი სურათები:
kk: Шығарылған суреттер саны:
ko: 추출된 이미지 수:
pt: Imagens extraídas:
uk: Зображення вилучено:
zh: 提取的图像：

source: Ошибка
ar: خطأ
cs: Chyba
de: Fehler
es: Error
fr: Erreur
he: שגיאה
hy: Սխալ
it: Errore
ja: エラー
ka: შეცდომა
kk: Қате
ko: 오류
pt: Erro
uk: Помилка
zh: 错误

source: Не удалось прочитать файл:
ar: فشل في قراءة الملف:
cs: Nepodařilo se načíst soubor:
de: Datei konnte nicht gelesen werden:
es: No se pudo leer el archivo:
fr: Impossible de lire le fichier :
he: לא ניתן לקרוא את הקובץ:
hy: Չհաջողվեց կարդալ ֆայլը․
it: Impossibile leggere il file:
ja: ファイルを読み取れませんでした：
ka: ფაილის წაკითხვა ვერ მოხერხდა:
kk: Файлды оқи алмадық:
ko: 파일을 읽을 수 없습니다:
pt: Não foi possível ler o arquivo:
uk: Не вдалося прочитати файл:
zh: 无法读取文件：

source: Папка недоступна или удалена.
ar: المجلد غير متاح أو تم حذفه.
cs: Složka není dostupná nebo byla odstraněna.
de: Ordner ist nicht verfügbar oder wurde gelöscht.
es: La carpeta no está disponible o fue eliminada.
fr: Le dossier est indisponible ou supprimé.
he: התיקיה אינה זמינה או נמחקה.
hy: Պանակը հասանելի չէ կամ ջնջվել է։
it: La cartella non è disponibile o è stata eliminata.
ja: フォルダーが利用できないか削除されました。
ka: საქაღალდე მიუწვდომელია ან წაშლილია.
kk: Қалта қолжетімсіз немесе жойылған.
ko: 폴더를 사용할 수 없거나 삭제되었습니다.
pt: A pasta não está acessível ou foi excluída.
uk: Папку недоступно або видалено.
zh: 文件夹不可用或已删除。

source: История очищена.
ar: تم مسح السجل.
cs: Historie byla vymazána.
de: Verlauf wurde gelöscht.
es: El historial ha sido borrado.
fr: Historique effacé.
he: ההיסטוריה נוקתה.
hy: Պատմությունը մաքրվել է։
it: Cronologia cancellata.
ja: 履歴がクリアされました。
ka: ისტორია გასუფთავდა.
kk: Тарих тазартылды.
ko: 기록이 삭제되었습니다.
pt: O histórico foi limpo.
uk: Історію очищено.
zh: 历史记录已清除。

source: Язык изменён
ar: تم تغيير اللغة.
cs: Jazyk byl změněn.
de: Sprache geändert.
es: Idioma cambiado.
fr: Langue modifiée.
he: השפה שונתה.
hy: Լեզուն փոփոխված է։
it: Lingua modificata.
ja: 言語が変更されました。
ka: ენა შეიცვალა.
kk: Тіл өзгертілді.
ko: 언어가 변경되었습니다.
pt: Idioma alterado.
uk: Мову змінено
zh: 语言已更改。

source: Интерфейс обновлён.
ar: تم تحديث الواجهة.
cs: Rozhraní bylo aktualizováno.
de: Benutzeroberfläche aktualisiert.
es: Interfaz actualizada.
fr: Interface mise à jour.
he: הממשק עודכן.
hy: Ինտերֆեյսը թարմացված է։
it: Interfaccia aggiornata.
ja: インターフェースが更新されました。
ka: ინტერფეისი განახლებულია.
kk: Интерфейс жаңартылды.
ko: 인터페이스가 업데이트되었습니다.
pt: Interface atualizada.
uk: Інтерфейс оновлено.
zh: 界面已更新。

source: Выбрать .har файл
ar: اختر ملف .har
cs: Vybrat soubor .har
de: .har-Datei auswählen
es: Seleccionar archivo .har
fr: Sélectionner le fichier .har
he: בחר קובץ .har
hy: Ընտրել .har ֆայլ
it: Seleziona file .har
ja: .harファイルを選択
ka: .har ფაილის არჩევა
kk: .har файлын таңдау
ko: .har 파일 선택
pt: Selecionar arquivo .har
uk: Вибрати файл .har
zh: 选择 .har 文件

source: Загружен:
ar: تم التحميل:
cs: Načteno:
de: Geladen:
es: Cargado:
fr: Chargé :
he: נטען:
hy: Բեռնված է՝
it: Caricato:
ja: 読み込み済み：
ka: ატვირთულია:
kk: Жүктелді:
ko: 불러옴:
pt: Carregado:
uk: Завантажено:
zh: 已加载：

source: Выбрать папку для сохранения
ar: اختر مجلدًا للحفظ
cs: Vybrat složku pro uložení
de: Zielordner auswählen
es: Seleccionar carpeta para guardar
fr: Choisir un dossier de sauvegarde
he: בחר תיקייה לשמירה
hy: Ընտրեք պանակը պահպանման համար
it: Seleziona cartella per il salvataggio
ja: 保存先フォルダーを選択
ka: აირჩიეთ საქაღალდე შესანახად
kk: Сақтау үшін қалтаны таңдаңыз
ko: 저장할 폴더 선택
pt: Selecionar pasta para salvar
uk: Вибрати папку для збереження
zh: 选择保存文件夹
